Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] The Handmade Tales of the Handmaid KO>EN.tmx
Source language: ko_kr
Languages: en

source: …그럴까요?
en: shall i?

source: 하미 양께서 함께 수업을 들어 주시면, 도련님의 학습 태도가 매우 좋아질 것 같아서 그럽니다.
en: i believe that the young master will be more attentive during the lesson if you join, ms. grana.

source: 그럼, 그럼!
en: of course!

source: 여우야, 다시 만났네?
en: hello fox, we meet again.

source: 블레이크 선생이 저렇게 애처가였다고?
en: the professor is a family man?

source: 저는… 음…
en: I... hm...

source: 여기, 이 아이가 입을 만한 옷을 좀 보려고 한다.
en: we’re looking for clothes that will suit this child here.

source: 조금만 더 늦게 왔으면 아예 찾아 나설 뻔했지.
en: if you didn’t come now, I was going to go look for you.

source: 지난주에 오늘 수업은 한 시간 먼저 시작하겠다고 말씀드렸습니다만…
en: i did inform you last week that we would start our lesson an hour earlier today....

source: 역시 귀담아듣지 않으셨군요.
en: you didn’t listen, did you?

source: 저기.
en: hey.

source: 늘 곁에 있고 싶습니다.
en: I’d always like to be around you.

source: 이럴 수가···.
en: oh my goodness.

source: 아까는 청소에 정신이 팔려서 생각을 못 했는데,
en: i was so caught up with cleaning that it didn’t even occur to me.

source: 어쨋든 이 체질을 지닌 사람은 일반인보다 훨씬 더 오래 젊음과 건강을 유지한다고 해요.
en: well, it’s known that people with such an ability can sustain their youth and health for a longer period of time.

source: 하미 양?
en: ms. grana?

source: 실례합니다.
en: excuse me.

source: 아, 그리고… 그 빛나는 편지 어떻게 만드는지도 궁금해요.
en: oh, and... I’m also curious about how to make that shining letter.

source: …깨닫다니, 무엇을?
en: find out what?

source: 부인도 참, 농이 지나치십니다.
en: you must be joking, ma’am.

source: 카시안에게 좋은 친구가 생겼나 보군.
en: it looks like cassian has made a good friend.

source: 그랬군요.
en: I see...

source: 에이, 모르겠다.
en: ah, whatever.

source: 역시 이걸로.
en: this one.

source: 시러어.
en: I don’t want to go.

source: 그 조건은… 뭔가…요?
en: and what may that condition be... sir?

source: 인생이란 정말 한 치 앞을 모르는 거구나.
en: life really is full of unexpected things.

source: 꽤나 멋진 남자를 만났나 보네.
en: looks like she ran into quite the gentleman.

source: …뭐라고?
en: huh?

source: 그럼 우리도 어서 줄을 서자.
en: let’s get in line.

source: 잘은 모르겠지만 내가 죽어서 새 육신을 얻었고,
en: i’m not certain, but i seem to have gotten a new body after death...

source: 시키는 일이 있으면 무조건 “네”하고 따라.
en: if he tells you to do anything, just say “yes, sir” and obey.

source: 내가 남자였다면 하미한테 청혼했을걸?
en: if i were a man, i would have already proposed to her.

source: 흐음…?
en: huh?

source: 창조라고요, 창조!
en: it’s creation, I tell you, creation!

source: 이렇게 선물도 해주고 말이야… 착한 아이구나!
en: you’re such a nice child, giving me gifts like this!

source: 응, 그랬지요…
en: yes, you did...

source: 아, 예…
en: oh... yes, sir.

source: 황성은 여러모로 낯설 테니 앞으로 궁금한 것이 있다면 율리시스에게 묻게나.
en: then you can ask ulysses any questions about the imperial castle if you have them.

source: 어휴, 아니에요.
en: no, not at all.

source: 생각보다 간단해서 배우기 쉬우실 거예요.
en: it’s easier than it looks, so you’ll learn quickly.

source: 이런.
en: oh dear...

source: 이제 수업이 있는 게 아니었나?
en: doesn’t he have lessons soon?

source: 그렇지 않아도 잠을 어디서 자야 하나 고민했는데, 해결되었네요.
en: I was actually worried about where to sleep, but I don’t have to worry about it anymore.

source: 단 한 자도.
en: not a single one.

source: 내 친구 같은 녀석이기도 하고…
en: and... it’s like a friend to me.

source: 그럼… 천과 색색의 실, 그리고 반짇고리를 좀 다오… 아니, 좀 주세요.
en: then, give... i mean, may i have some fabric, colorful tread, and a sewing box... please?

source: 전부 하미에게 주면 되겠군.
en: i’ll just give them all to grana.

source: 그건 좀…
en: that’s a little...

source: 수고했어요, 쥴리.
en: good work, julie.

source: 괜찮으시다면 빵이랑 우유도 챙겨주실 수 있을까요?
en: could you give me some bread and milk as well, if you don’t mind?

source: 별일은 아니고, 사라카엘이 잘 지내고 있는지 궁금했어요.
en: yeah, I was just wondering how you were doing.

source: 아차, 황성 보호 마법!
en: oh, the protection sorcery of the imperial castle!

source: 깜빡했어요.
en: I’m sorry I forgot.

source: 언제즘 오시려나...
en: when are they coming...?

source: 아, 아니다.
en: no, wait.

source: 이러니 이제껏 찾기가 힘들었죠!
en: this is why I had a hard time looking for you!

source: 간다고 했으니 가야지.
en: I already told him I’d go.

source: 정답입니다.
en: that is correct.

source: 어찌긴요.
en: well.

source: 자, 어때.
en: how does that sound?

source: 큼, 황녀는 아직 나이가 어려 황실 예법을 익히지 못한 상태라네.
en: ahem, the princess is still too young to have learned any manners yet.

source: 참가자분의 성함을 말씀해 주십시오.
en: the name of the participant please.

source: 할머니가 말한 음식들도 처음 들어 보고요.
en: I’ve never heard of the food you mentioned, either.

source: 내가 바르는 염원은 오히려...
en: what I really want is...

source: 준비가 그렇게 오래 걸리나요?
en: does it really take that long to prepare?

source: 우선 아침부터 먹을까.
en: I suppose I’ll just eat breakfast first.

source: 어느 계통에 속하는지, 총량은 어느 정도인지,
en: ...along with what powers they have inherited, and how powerful they are.

source: 무슨 말요?
en: what is it?

source: 그래, 저택을 깔끔히 해준 것에 대한 상으로 원하는 걸 들어줄 테니, 말해 보거라.
en: i shall give you what you want as a reward for making the house clean, so tell me what you’d like.

source: 정말 감사해요.
en: thank you so much.

source: 별거 아닙니다.
en: it’s nothing.

source: 배고프면 간식 줄까?
en: would you like a snack?

source: 초록이는 또 누구지.
en: who’s the green one?

source: 발꿈치 상점가로 가 주세요.
en: the heel’s plaza, please.

source: 키코스랑도 인사하면 되겠다.
en: you can say hi to kikos too!

source: 그럼, 물론이지!
en: of course!

source: 그러니 이 정도는 그리 놀랄 만한 것도 아니잖아?
en: it shouldn’t surprise you.

source: 자.
en: here.

source: 보면 아실 거예요.
en: you’ll see.

source: 금화예요, 전부.
en: they’re all gold coins.

source: 그런데 왜 내 이불에만 풀이 있냐는 말이다.
en: why in the world does mine have grass?

source: 하지만 저는 아직도 원하는 것이 많습니다.
en: but I still want so many things.

source: 아...!
en: oh...!

source: 슈정과와… 시케?
en: persymon punch and... shekay?

source: 아무렴 잘 될 거야.
en: I’m sure they will.

source: 하미가 계속 이 황성에서 지내려면 카시안과 붙어 있는 수밖에 없어요.
en: if you want to stay in the imperial castle, there’s no other way but to stay close to cassian.

source: 괜히 내가 신경을 써서 이상하게 느껴지는 걸 거야.
en: it probably just feels weird because I’m worrying too much.

source: 알고 있나?
en: do you realize that?

source: 받아주세요.
en: please take it.

source: 단추에...
en: the button...

source: 자, 차이가 보이시나요?
en: now, do you see the difference?

source: 제가요??
en: me?!

source: 하아
en: sigh

source: 그 염원은 아주 맛있을 것 같습니다.
en: I’m sure the wish you come up with will be great.

source: 아, 그건 좋아합니다.
en: oh, I like that.

source: 이제 누울까.
en: should we lay down now?

source: 아내분께도 고맙다고 전해주세요.
en: please pass on my gratitude to your wife.

source: 사실 아주 예전부터 알고 있었어.
en: honestly I knew for a long time

source: 일단 주의사항부터 알려줄게.
en: first, here are some things i should warn you about.

source: 아… 어디 보자, 파멸.
en: oh... let’s see. destroy.

source: 나는 너의 모든 것을 알고 있다.
en: I know everything about you.

source: 무형 계통은 실체가 나타나지 않는 모든 경우의 마법술을 뜻한다.
en: intangible magic refers to those that do not have a form.

source: 이건…
en: these are...

source: 간밤에 요정이라도 다녀간 건가?
en: did a fairy visit overnight?

source: 진짜 직접 만든 거야?
en: you made it yourself?

source: 제가 황성 보호 마법에 대해 키코스에게 물어봤어요.
en: I asked him about the protection sorcery of the imperial castle.

source: 아니에요.
en: no.

source: 대체 언제부터 거기 숨어 있었던 게냐?
en: since when were you hiding there?

source: 마력을 복속시켜 끌어내는 것이 마법술의 시작이며, 통제 가능한 마력의 양에 따라 그 위력이 달라진다.
en: controlling one’s power and expressing it is the foundation of magic. its effect changes according to the amount one can control.

source: 별것 아니니 그리 놀라실 것 없습니다.
en: it’s nothing, so there’s no need to be so surprised.

source: 오구, 그랬어.
en: oh, ok.

source: 안녕하세욤.
en: hello.

source: 전혀 부담 가지실 필요 없어요.
en: please don’t be pressured.

source: 하지만 지금은 마법보다 더위가 더 중요해…
en: but the heat is a bigger problem right now.

source: 그랬는데, 그랬었는데…
en: that had always been my wish...

source: 내 계통이요… 동물에게도 말하면 안 되는 건가요?
en: my origin of power... is that something I can’t even tell animals?

source: 마법술사가 신도 아닌데, 갑자기 창조라니?
en: sorcerers are not gods, so what do you mean by creation?

source: 그리고 옷 차림새가 굉장히 깔끔했대.
en: i heard his clothes were quite neat.

source: 율리시스 유스터스 가이아.
en: ulysses justus gaia.

source: 말투!
en: tone!

source: 암호… 같은 건가?
en: are they... speaking in code?

source: 아, 제가 아는 숙녀분께서 손수 만들어 주신 거예요.
en: ah, a young lady that i know personally made these for me.

source: 걸리다니, 누구한테?
en: what do you mean “you’ll get caught”?

source: 염원하고.
en: wish for something.

source: 다음에 또 보도록 하지.
en: I’ll see you soon again.

source: 예쁘지?
en: isn’t this pretty?

source: 들어와.
en: come in.

source: 크흠.
en: ahem.

source: 자자, 응원하는 참가자가 있다면 어서 걸어.
en: here, bet your money on the person you’re rooting for.

source: 그러자꾸나.
en: yes, let’s do that.

source: 내가 바꿔줄게!
en: I can switch with you!

source: 하미 정도는 돼야 가능하…
en: you’d have to be grana to be able to...

source: 하지만…
en: but...

source: 꽤 문턱이 높은 편이죠.
en: they have high standards.

source: 잠깐… 그럼 그때 말했던 그 가족이라는 게…
en: wait, then the family he mentioned last time was...

source: 부상, 사망 등의 위험이 있음에도 불구하고··· 대회 접수에 동의하시는 것 맞으십니까?
en: you could suffer injuries or even death participating in the pageant. do you still agree to participate?

source: 이 글자는 어떻게 읽지?
en: how do you read this?

source: -18화-
en: Episode 18

source: 이렇게 정식으로 만나 보는 건 처음이지요?
en: this is our first time being formally introduced, right?

source: 버럭!
en: yell

source: 뿅
en: pop

source: 신경 쓰지 말아요.
en: don’t worry too much.

source: 어서 네 방으로 돌아가렴.
en: run along to your room, now.

source: 피식-
en: grin

source: 저 때문에 식사가 늦어졌네요.
en: I’m delaying the feast.

source: 아니예요, 뭘요.
en: it’s nothing.

source: 일단 먹어 봐.
en: just try it.

source: 신기하군.
en: strange.

source: 근데… 그 얘기는 다른 집 가서도 똑같이 말했다고 하던데요?
en: i heard that you say that same thing everywhere you go.

source: 알았어.
en: ok.

source: 또 뵙네욤!
en: good seeing you again!

source: 쓰읍…
en: hmph...

source: 그럼 오늘은 아가 옷을 좀 지어 볼까나?
en: should I make some toddler’s clothes today?

source: 하미.
en: grana.

source: 올해로 일곱 살이 되었지.
en: she turned seven this year.

source: 어떻게든 해본다니?
en: what do you mean, you’ll take care of it?

source: 흠...
en: hmmm...

source: 안 돼.
en: no.

source: 무슨 말을 하려 했던 거지?
en: what was he about to say?

source: 허나 슈정과는 역하지도 않고 잘 넘어간다고 하더군요.
en: ...but she was quite fond of the persimmon punch and said it didn’t taste nasty at all.

source: 솜씨가 남다르시더라고요.
en: you are very skilled.

source: 글 말이다.
en: reading.

source: 다음에 계속해.
en: let’s continue next time.

source: 하지만 저는 바라는 게 없는걸요.
en: but I don’t have any wishes.

source: 누구나 다 만들 수 있다고??
en: anyone can make this?

source: 그런데 준귀족 신분인 블레이크 교수라니,
en: ...but she married professor blake, who is from a middle class noble family.

source: 하지만, 지금은...
en: but now...

source: 그래도 운명이나 팔자에 아무 지장 없으니깐, 괜찮아욤.
en: it won’t affect your future or destiny, so it’s fine.

source: 그래요…?
en: I can?

source: …옷을?
en: clothes?

source: 아, 그러세욤!
en: oh, sure!

source: 말조심해, 미리엄 영애.
en: watch your words, daughter of miriam.

source: 이건 마, 바.
en: these are e and f.

source: 이런 건 불법 아닌가?
en: isn’t this illegal?

source: 2층까지는 자유롭게 다니실 수 있지만 4층 이후부터는 출입이 제한됩니다.
en: I’d like to let you know, although you’ll be granted full access to the first and second floors, access to the fourth floor and above will be restricted.

source: 그럴 리가 없을 텐데… 아, 잠시만요!
en: that’s not possible... no, wait!

source: 무리?
en: overwork?

source: -6화-
en: -Episode 6-

source: 황비가 주관하는 티 파티라니...
en: a tea party hosted by the queen...?

source: 넴?
en: pardon?

source: 깨끗하고 좋다니?
en: just because it’s clean doesn’t mean it’s nice.

source: 그러니까 충분히 창조로 구분되는 거예욤.
en: so that itself is enough to be considered a creation.

source: 부디 거절하지 않으셨으면 좋겠어요.
en: I hope you don’t turn it down.

source: 정말 안 읽으려고?
en: are you really not going to read it?

source: 도련님 덕에 옷도 사고.
en: thanks to you, i got to buy clothes.

source: 있어욤, 무서운 사람.
en: by some scary person. you’ll see.

source: …그래.
en: okay...

source: 나와 더 오래 알고 지냈잖아.
en: I knew you longer.

source: 그래, 선택은 네 몫이지.
en: all right, the choice is yours.

source: 좀 이상하군, 그래.
en: it sure is.

source: 그럼 이만.
en: bye now.

source: 별거 아냐, 다음부터 조심하면 되지.
en: it’s nothing. just be careful next time.

source: 다 이제껏 없던 것들을 할머니가 처음으로 만든 거라고욤!
en: you’re making things that never existed before, granny!

source: 그래서··· 손을 잡아 달라는 부탁을 할까 하는데···.
en: so... I wanted to ask you to hold my hand...

source: 알피라… 그러고 보니 그 사람이 이런저런 학술서를 많이 집필했다고 했지?
en: alfie, huh? now that I think about it, didn’t this person write all sorts of research papers?

source: 괜찮아.
en: it’s fine.

source: 근데 제가 방금 할머니의 미래를 봤다고 했잖아욤?
en: I just said I saw your future, right granny?

source: 자네들도 여신 대회 참가자인가?
en: are you guys participants of the pageant as well?

source: 오늘 이렇게 제 오랜 염원이 이루어지네요.
en: my long awaited wish is granted today.

source: 진짜.
en: for real.

source: 다 됐어요!
en: it’s done!

source: 안 되겠다, 당장 오늘 저녁식사에 올리자꾸나.
en: we must serve this for dinner right away!

source: 평민 앞에서 귀족으로 사는 게 힘들다고 하소연한 격이잖아…
en: it’s the same as complaining about being a noble in front of a commoner.

source: 이번 달 봉급 절반 줄게.
en: i’ll give you half of my pay for this month.

source: …아니다.
en: no, wait.

source: 대체 어떻게···.
en: how did you do that...

source: 이날이 벌써 다가올 줄이야.
en: I didn’t know this day would come so soon.

source: 이번엔 잘 해볼게요.
en: I’ll do well this time.

source: 그곳에 하미를 초청하고 싶습니다.
en: I’d like to invite you to it.

source: 어… 부인, 바늘을 잡아당길 때, 반대 손으로 실을 잡고 펴 주면 엉키지 않아요.
en: uh... my lady, if you hold down the thread with your other hand when you pull the needle, the thread won’t be tangled.

source: 쉿, 누가 듣겠어.
en: shhh... someone will hear us.

source: 저택 계단에 먼지 한 톨이라도 있으면 안 돼!
en: there shouldn’t be the slightest bit of dust on the stairs!

source: 책이요?
en: a book?

source: 여기 세계에 마법이 있다는 건 아시죠?
en: you’re aware there is magic in this world, right?

source: 어서 일어나!!
en: wake up!!!

source: 이 푸른 드레스가 손님과 꼭 어울릴 것 같네요.
en: this blue dress would suit you quite well.

source: …이게 대체 무슨 소리람.
en: what in the world is this?

source: 아무것도.
en: never mind.

source: 우리 아가들, 뭐가 그리 좋을까.
en: my young girls are so excited.

source: 아니, 지··· 짐승?
en: what? a wild animal?

source: 그래, 안 위험해.
en: no, it’s not dangerous.

source: 음… 다시 한번 만나보고 싶어서.
en: hmmm... I want to meet it again.

source: ···아직.
en: not yet.

source: 그거 괜찮은 방법이네요.
en: that sounds acceptable.

source: 좋을 때구나…
en: such a time to be alive...

source: 어머머, 어쩜~ 로망스 연극 같다.
en: wow, it’s just like a scene from a romantic play.

source: 그래도 할미치고 괜찮은 순발력이지 않은가!
en: but i’m quite sensible despite being an old granny!

source: 이쪽으로 오세욤.
en: right this way.

source: 황녀가 아주 기분이 좋은 모양이군.
en: the princess looks happy.

source: 수렴 체질··· 시안은 주위의 마력을 흡수하는 희귀 체질이에요.
en: absorbing ability... sian was born with a very rare ability to absorb mana.

source: 주인님의 염원을 바라고, 각인을 바라고, 주인님의 곁에 있기를 바랍니다.
en: I want your wish, your approval, and I want to stay with you.

source: 천재적인 생각이야!
en: that’s a brilliant idea!

source: 그럼 이제 가 봐도 될까요?
en: may i be excused now?

source: 마력이란, 마법술사의 신체에 깃든 통제되지 않는 기운을 뜻한다.
en: magical power refers to strength that is not tied to the physical bodies of magicians.

source: 할머니 마력양이 많은 건 알고 계셨죠?
en: you know that the amount of mana you have is great, right?

source: 비탈길 보이지?
en: do you see the slope?

source: 근데 전에 없던 걸 만드는 게 아니고, 남들이 했던 걸 따라만드는 거라…
en: but I don’t make things that never existed before. I just copy what other people make, so...

source: 그리고 입소문이 나서 가치가 가장 높게 치솟았을 때, 하미 양을 혜성처럼 데뷔시켜야지.
en: once her value is at its peak through rumors, i will help her make her debut like a comet.

source: 불쑥!
en: interrupt

source: 근데 오늘 확실히 알았어요.
en: now i know for sure.

source: 이 나이에 새싹이라니…
en: I can’t believe I’m a newbie at this old age...

source: 할므니는… 이제 하늘나라로 가는 거야?
en: is grandma... going to heaven now?

source: 이렇게 되면 결과를 짐작할 수가 없겠는데?
en: means nobody’s going to be able to predict the winner.

source: 그런데 고작 거의 100년짜리 생을 살아 놓고 더 이상의 염원도, 열망도 없다고 하시니···.
en: but you’ve only lived for about a hundred years and you’re telling me you don’t wish for anything...

source: 아니… 할머니의 마력 계통이 글쎄…
en: why, granny, your bloodline is...

source: 귀족 영애의 교육까지는 아니더라도, 간단히 교정 정도만 도움을 줘도 괜찮지 않을까요?
en: even though we can’t teach her everything the nobles learn, don’t you think we can teach her some basics?

source: 천사가 하미의 마력으로 만들어진 존재라 그래요.
en: it’s because the angel came to life through grana’s mana.

source: 그 말썽꾼 도련님이 수습 하녀 한 명에게 꼼짝 못 한다는 소문은 굳이 언급할 필요 없겠지.
en: there’s no need for me to mention the rumor that she has full control over him.

source: 남동생이요?
en: your brother?

source: 금화도 많이 챙겨 왔죠.
en: so I brought a lot of gold coins with me.

source: 똑똑하게 보이는데, 청년도 잘 보이는가 봐요?
en: i certainly can, and it seems like you can, too.

source: 이게… 뭔데?
en: what is it?

source: 방금 접수를 끝냈습니다.
en: I just registered.

source: 이제 자러 가자.
en: let’s go sleep now.

source: 과찬이셔요.
en: you flatter me.

source: 야콰… 야콰가 뭐지.
en: yakwa... what’s yakwa?

source: 할머니도 이미 알고 계셨을 걸욤?
en: I think you already knew this, right?

source: 하미···.
en: grana...

source: 안 된다.
en: you can’t.

source: 나도 이렇게 어이없게 돈 벌어 봐야 기분이 별로 좋지가 않아.
en: I feel bad making money this easily.

source: 그런 이름 없는 애송이한테 걸었다가는 돈을 다 날릴 게 뻔하다고.
en: I’ve never heard of him. you’re definitely going to lose your money.

source: 일단, 들어갈까.
en: should I come in?

source: 이쪽, 하양이.
en: this is him, the white one.

source: 맞아,맞아!
en: she’s right!

source: 발각될지도 몰라요.
en: we could get caught.

source: 왜 그래…?
en: is something wrong?

source: 요건 응용하면 원이나 물결 모양을 만들 수 있어요.
en: by practicing this, you can make circular or wavy shapes.

source: 그 외에 대회 규칙도 이전 대회들과 완전히 동일할 예정이니 별달리 알아두어야 할 건 없다네.
en: the rules and policies haven’t changed from the previous ones so you wouldn’t need to pay too much attention to them.

source: 열다섯 살에 무얼 했는지 기억나는 가욤?
en: do you remember what you did when you were fifteen?

source: 아, 호랑이를 좋아하나봐?
en: you like tigers, i see.

source: 수업 태도가 많이 좋아지셨군요, 도련님.
en: you are much more attentive nowadays, young master.

source: 동물이라면 뭐 상관없겠죠.
en: if it’s an animal, I guess it really wouldn’t matter.

source: 덕분에 자작님이 하미한테 고마워하던데.
en: the viscount is very grateful towards grana.

source: 아니, 이렇게 입고 다니면 더워서 숨은 어떻게 쉬나요?
en: isn’t it stuffy with all of those layers on?

source: 아르르릉…!
en: grrr!

source: 도련님에 비하면 하미가 한참 아깝지!
en: she’s too good for him!

source: 내기도 어느 정도 엇비슷한 실력자끼리 붙어야 재미가 있는 거지.
en: betting is more fun when you have a chance.

source: 와아···!
en: wow...!

source: 아… 응.
en: ah... okay.

source: 여보, 우리 그 얘기는 안 하기로 했잖아요.
en: honey, we promised not to talk about that anymore.

source: 아무튼 해결 방법은 두 개가 있어욤.
en: anyway, there are two solutions.

source: 원래 어린 하녀들에게 선물을 하는 게 귀족들의 오랜 전통이고 풍습이다.
en: it’s a tradition for the noble class to give gifts to young maids.

source: 며느리로 들어와 주면 참 좋을 텐데 말이야.
en: I think it’d be really nice if you became my daughter-in-law.

source: 야야, 됐어.
en: hey, hey. stop it.

source: 그쪽 세상에선 할머니도 마법술사 아니었잖아욤.
en: you weren’t a sorcerer in that world either.

source: -17화-
en: Episode 17

source: 이게 다 뭐예요?
en: what is all of this?

source: 일 안 할 거야?!
en: aren’t you going to work?!

source: 앤이랑 에이미랑 나 대신 그쪽 손님들 것도 좀 봐줄래?
en: anne, amy, will you help the ladies over there for me, please?

source: 근데 웬일로 사흘도 안 되었는데, 결과를 보내온 거예욤.
en: for some reason, it only took them three days to send back your results.

source: 참, 자작님, 이 자수를 놓은 하녀는 지금 어디에 있나요?
en: viscount, where is the maid who made those stitches?

source: 세상에… 하미 너 이런 재주 있다고 왜 말 안 했어?
en: my goodness, grana. you didn’t tell us you had such talent!

source: 어머니도 저 사랑한다고요?
en: did you say you love me, too?

source: 아직 기본적인 예절 교육이 안 된 모양입니다.
en: it seems as if she hasn’t learned her basic manners yet.

source: 설령 거절당한다고 하여도 괜찮다.
en: it’s ok even if she refuses.

source: 후훗, 귀여워라.
en: hehe, how cute.

source: 처음부터 하나씩 부를 테니, 잘 따라 해봐.
en: i’m going to say them out loud, so do your best to copy me.

source: 덕분에 살았어.
en: you’re a lifesaver.

source: 그럼 주에 한 번 하는 거로 해요.
en: I’ll see you next week then.

source: 그럼 다시 해 볼게요.
en: let’s try again.

source: 이 가득한 마력과 젊은 몸으로, 정말 도전하고 싶은 게 하나도 없을까?
en: do I really not have anything I want to aspire to even with such mana and a young body?

source: 하미야, 나도 들을래.
en: grana, i want to take lessons too.

source: 그러고 보니 새 몸을 얻은 것처럼 쌩쌩하기도… 응?
en: now that I think about it, I feel so energetic, as if I’ve gotten a new body... oh?

source: 무슨 일로 이 할미…
en: why do you need this grana?

source: 오오, 더위 때문에 다들 기운 없어 보였는데, 이 음료를 마시면 좋아하겠어!
en: they must be unmotivated due to the heat, but they will love this beverage!

source: 어머나···!
en: oh, my!

source: 그만해, 그만.
en: don’t fight.

source: 진정 좀 해봐요, 키코스 청년.
en: calm down, young kikos.

source: 그래, 꼬마 생쥐 루크가 고양이 배 속에서 치열하게 살아남은 7일간의 생존기가 생생하게 그려져 있지.
en: that’s right... the story clearly depicts the story of luke, the small mouse, who survives in the belly of the cat for seven days.

source: 전부.
en: all of them.

source: …오늘 쇼핑은 글렀구나.
en: our shopping plans are ruined.

source: 어서 가서 정원에 풀어주고 오자.
en: why don’t you go release them in the garden?

source: 어불성설이군요.
en: that’s unreasonable talk.

source: 그래서 말인데, 오늘은 하미 양도 도련님과 함께 제 수업을 듣는 게 어떨까 싶습니다.
en: besides that, grana, how would you feel about taking lessons with the young master?

source: 하미예요.
en: I’m grana.

source: 가능할 리가 없잖아.
en: that’s impossible.

source: 조금 양해해 주게나.
en: please understand.

source: 하미, 넌 안 눕고 뭐 해?
en: grana, why aren’t you getting in bed?

source: 그건 모르는 거야.
en: you never know.

source: 들어가 보세요.
en: go inside.

source: 억양!
en: accent!

source: 그때 카시안과 잠깐 손을 잡았었죠.
en: I did hold hands with cassian.

source: 매번 혼을 내는데도 이러니, 원···.
en: I keep scolding her, but...

source: 유형 계통은 실체가 나타나는 모든 경우의 마법술을 뜻하며,
en: tangible magic refers to all spells and magic that has a form.

source: 그럼 더욱 잘되었군요.
en: then it works out even better.

source: 우선 가장 기본적인 직선으로 꿰매기…
en: first, here’s how to sew in a straight line.

source: 창조 계통이라지 뭐예욤!!
en: creation magic!!!

source: 그럴 수도 있지.
en: not at all.

source: 아까워서 사용할 수 있으려나 모르겠어요.
en: it would be a waste to use them.

source: 이렇게 금방 올 줄은 몰랐는데…
en: i didn’t know it would come so quickly...

source: 일단 여기 있는 글자들을 다 외워.
en: first of all, memorize all of these letters.

source: 하긴… 저희에겐 그리 어려운 일도 아니니까요.
en: okay. it’s not too much trouble for us, anyway.

source: 꺅, 어떡해!
en: eeek!

source: 그럼 하양 새라고 불러야 하나.
en: then maybe I should call him a white bird.

source: 그렇군… 친구였어.
en: I see... we’re friends.

source: 반짝!
en: sparkle

source: 아니, 누가 별로래?
en: no! who said that?

source: 근데 넌 어디까지 가는 거니?
en: where are you going?

source: 난 오히려 그쪽이 더 다행인 것 같거든.
en: I actually think it’s better this way.

source: 알겠으니 이것 좀 놓거라.
en: i will, so please let go of me.

source: 하여튼 말은~
en: you flatter me.

source: 저는 윈스턴 자작님과 작은 교류 모임을 갖고 있는데, 그 댁에서 본 것 같아요.
en: i’m part of a small social gathering with viscount winston. i think i’ve seen it at his house.

source: 황녀니임···!
en: princess!

source: 평민?
en: commoner?

source: 저도요!
en: so was i!

source: 저건 천사인가?
en: are those angels?

source: 저건 뭐지요?
en: what’s that?

source: 분명 날 찾지 말라고 했을 텐데?
en: I told you not to look for me.

source: 잘 생각해 보시면 쉽게 만날 수도 있어욤.
en: if you think about it, you’ll meet him again easily.

source: 저렇게 기뻐하니 괜히 더 가르쳐줘야 할 것 같고, 그러잖아.
en: now i feel like i should teach her more...

source: 비밀로 하셔야 해욤.
en: that you are a creator magician.

source: 와… 그런 생각을 하는 거로 마법이 다 되는 거예요?
en: wow... having such thoughts can work as magic?

source: 다음에는 더 좋고 귀한 걸 해줄 수도 있어.
en: next time, i can get you something even better.

source: 무얼 보여주려고?
en: what might it be?

source: 아직 볼일 다 안 끝났어.
en: our business here isn’t over yet.

source: 아무튼 하미 양이 주신 음료를 맛보고 제 아내가 무척 기뻐했답니다.
en: anyways, my wife loved your beverage.

source: 여기 웬 글씨가…
en: why is there writing here?

source: 다른 계통의 마력 체득법을 다 해보자는 거예욤.
en: I suggest we try out all of the other powers.

source: 아이고, 그래.
en: sure.

source: 이 오동통하게 살이 오른 뽀얀 갓난쟁이 손은 무엇인고?
en: what are these chubby, young, and pale hands?

source: 단추가 등에···.
en: the button on the back...

source: 그래도 이렇게까지 기억이 안 날 수가 있나?
en: but still... why can i not remember anything?

source: 숙련되면 한번에 셋으로 나눌 수 있어욤.
en: once you’re used to it, you can divide it in three.

source: 나도.
en: me too.

source: 황녀···?
en: princess...?
